//"BeeLocationPicker:所在位置" = "所在位置";
"BeeLocationPicker:不显示位置" = "不显示位置";
//"BeeLocationPicker:搜索附近位置" = "搜索附近位置";
//"BeeLocationPicker:无结果" = "无结果";
//"BeeLocationPicker:正在搜索附近的位置" = "正在搜索附近的位置";
"BeeLocationPicker:定位失败" = "定位失败";
"BeeLocationPicker:定位未开启" = "定位未开启";
"BeeLocationPicker:无法获取你的位置信息。请到手机系统的[设置]->[隐私]->[定位服务]中打开定位服务，并允许支付宝使用定位服务" = "无法获取你的位置信息。请到手机系统的[设置]->[隐私]->[定位服务]中打开定位服务，并允许支付宝使用定位服务";
"BeeLocationPicker:确定" = "确定";
"BeeLocationPicker:取消" = "取消";
"BeeLocationPicker:你在哪里？" = "你在哪里？";
"BeeLocationPicker:搜索你现在的位置" = "搜索你现在的位置";
"BeeLocationPicker:没有找到你的位置" = "没有找到你的位置";
"BeeLocationPicker:发送" = "发送";
"BeeLocationPicker:今天" = "今天";
"BeeLocationPicker:无法预约" = "无法预约";
"BeeLocationPicker:%ld:00 时" = "%ld:00 时";






